--Category: 1='STANDARD', 2='SUPERIOR', 3='FAMILY_ROOM', 4='SUITE', 5='DELUXE'
-- HotelId = 1('Hilton Miami Downtown') img=4-7
-- HotelId = 2('La Quinta by Wyndham Miami Airport East') img=8-11
-- HotelId = 3('Wingate by Wyndham') img=12-15
insert into Room ([HotelId], [RoomNumber], [Category], [Capacity], [ImgId], [Price], [Description]) VALUES
(1, 101, 1, 1, 4, 400.00,'Номер для студента'),
(1, 102, 1, 2, 5, 605.00,'Тиха та світла кімната с холодильником та телевізором.'),
(1, 103, 1, 4, 6, 1000.00,'Тиха та затишна кімната для двох. Без кондиціонера'),
(1, 104, 1, 2, 7, 1800.00,'Великий двукімнатний номер'),

(2, 201, 2, 2, 8, 1400.00,'Номер с окремими ліжками'),
(2, 202, 2, 3, 9, 2000.00,'Номер покращеного планування з усіма зручностями та wi-fi'),
(2, 203, 2, 2, 10, 1350.00,'Номер з видом на гай. Великий, зручний'),

(3, 401, 4, 2, 12, 6500.00,'Шикарний номер для бізнесмена. Вид на море. Wi-Fi 100 Мбіт. Обладнаний усім необхідним'),
(3, 402, 4, 2, 13, 5500.00,'Номер для ділових людей. Сейф з сигналізацією. Все включено'),
(3, 301, 3, 4, 14, 2100.00,'Однокімнатний сімейний номер з двома телевізорами'),
(3, 302, 3, 4, 15, 2300.00,'Однокімнатний сімейний номер з усіма зручностями'),
(3, 501, 5, 4, 16, 45000.00,'Президентський люкс')